/* Menu strings */
"Main Menu About" = "Acerca de %@";
"Main Menu Hide Others" = "Ocultar otros";
"Main Menu Show All" = "Mostrar todo";
"Main Menu Quit" = "Salir de %@";

/* GUI Strings */

"Window Title" = "%@";
"Header" = "Autenticación";
"Text PreAuth" = "Debe disponer de privilegios de administrador.";
"Info PreAuth" = "";
"Lock PreAuth" = "Haga clic en el cerrojo para realizar cambios";
"Lock Auth" = "Autenticando...";
"Text PostAuth" = "Espere mientras se configura el instalador";
"Info PostAuth" = "";
"Lock PostAuth" = "Autenticación del usuario satisfactoria";


/* Buttons */
"Cancel" = "Cancelar";
"OK" = "OK";
"Quit" = "Salir";
"Resume" = "Reanudar";

/* Dialogs */
"Quit Dialog Title" = "Cancelar la instalación";
"Quit Dialog Header" = "Instalación no finalizada";
"Quit Dialog Text" = "Si cancela la instalación ahora, %@ no se instalará. Para continuar con la instalación, haga clic en 'Reanudar'. Para cancelar la instalación, haga clic en 'Salir'.";

"Application Error Title" = "Error de la aplicación";
"Application Error Text" = "La instalación de %@ no puede continuar debido a un error de ejecución. (Código de error -43)";

"Execution Error Title" = "Error de ejecución";
"Execution Error Text" = "La instalación de %@ no puede continuar debido a un error de ejecución. (Código de error -43)";
